using System;

namespace HW._02
{
    class Program
    {
        static void Main(string[] args)
        {
            //чтение файла image.txt по пути C:\Temp;
            //преобразование считанного файла в строку;
            //создание массива, который будет хранить информацию о байтах, преобразованных из строки;
            //описание цикла, который преобразовывает строковое представление числа в эквивалентное 8-битное и записывает его в массив;
            //создание файла image.png по пути C:\Temp.
        }
    }
}
